export let books = [{
		id: 1000,
		name: '朝花夕拾',
		author: `鲁迅`,
		synopsis: `朝花夕拾》原名《旧事重提》，是现代文学家鲁迅的散文集，收录鲁迅于1926年创作的10篇回忆性散文，1928年由北京未名社出版，现编入《鲁迅全集》第2卷。
此文集作为“回忆的记事”，多侧面地反映了作者鲁迅青少年时期的生活，形象地反映了他的性格和志趣的形成经过。前七篇反映他童年时代在绍兴的家庭和私塾中的生活情景，后三篇叙述他从家乡到南京，又到日本留学，然后回国教书的经历；揭露了半封建半殖民地社会种种丑恶的不合理现象，同时反映了有抱负的青年知识分子在旧中国茫茫黑夜中，不畏艰险，寻找光明的困难历程，以及抒发了作者对往日亲友、师长的怀念之情。
文集以记事为主，饱含着浓烈的抒情气息，往往又夹以议论，做到了抒情、叙事和议论融为一体，优美和谐，朴实感人。作品富有诗情画意，又不时穿插着幽默和讽喻；形象生动，格调明朗，有强烈的感染力。`,
		imgurl: '/static/indexListImg/indexListImg4.png',
	},
	{
		id: 1001,
		name: '人间草木',
		author: `汪曾祺`,
		synopsis: `这本书其实是汪曾祺先生的优秀散文集。汪曾祺的文字大都十分有味道，他是一个十分懂得生活的人，在当代作家中，能够在散文和小说方面独树一帜，拥有自己特色风格的作家不多，汪曾祺先生绝对是其中的重要一位。在这本书中，汪曾祺先生的散文功底和艺术特色体现的淋漓尽致！`,
		imgurl: '/static/indexListImg/indexListImg5.png',
	},
	{
		id: 1002,
		name: '行者无疆',
		author: `余秋雨`,
		synopsis: `	15年前余秋雨开始以长途旅行方式实地考察文化。他从国内走到国外，从中华文明走到了其他文明。这期间，他以《文化苦旅》和《山河之书》作为考察中华文明的记录，以《千年一叹》作为考察伊斯兰文明的记录，以《行者无疆》作为考察西方文明的记录。至此，余秋雨对人类历史的三大文明进行了完整的关注和记录。
	余秋雨在《行者无疆》中感叹道：“欧洲文明确实优秀而又成熟，能把古典传统和现代文明、个人自由和社会公德融会贯通。更羡慕街边咖啡座里微笑的目光，只一闪，便觉得目光悠长，山河无恙。但这些年，却因过度的自满、自享而自闭，对世界对自己有不少时空错觉。”
	《行者无疆》分南欧、中欧、西欧、北欧4卷，收录散文80篇。全书在思考的完整性和深刻性、文体的张力和自由上，更胜余秋雨以前的几部著作。全新版的《行者无疆》经过余秋雨先生大幅度修改增删，全新修订再度出版。`,
		imgurl: '/static/indexListImg/indexListImg6.png',
	},

	{
		id: 1003,
		name: '人类简史',
		author: `尤瓦尔·赫拉利`,
		synopsis: `作者尤瓦尔·赫拉利为1976年生人，来自以色列。牛津大学历史学博士，现为耶路撒冷希伯来大学的历史系教授。他的《人类简史》一书让他一举成名，成为以色列超级畅销书，目前这本书已授30多个国家版权。`,
		imgurl: '/static/indexListImg/indexListImg1.png',
	},
	{
		id: 1004,
		name: '极简欧洲史',
		author: `约翰·赫斯特`,
		synopsis: `本书作者约翰·赫斯特，为澳大利亚与英联邦权威的社会暨政治历史学家、欧洲史专家。现任墨尔本的拉筹伯大学（La Trobe University）历史系教授。`,
		imgurl: '/static/indexListImg/indexListImg2.png',
	},
	{
		id: 1005,
		name: '全球通史',
		author: `斯塔夫里阿诺斯`,
		synopsis: `作者斯塔夫里阿诺斯是美国加州大学的历史学教授，享誉世界的历史学家，曾获得过古根海姆奖、福特杰出教师奖和洛克菲勒基金奖等一系列学术荣誉。`,
		imgurl: '/static/indexListImg/indexListImg3.png',
	},
	{
		id: 1006,
		name: '聆听音乐',
		author: `斯塔夫里阿诺斯`,
		synopsis: `读完本书，你会发现你的脑袋里多了一栋建筑，它的名字叫做古典音乐史。而且，这个建筑精巧，每一个地方，每一处命名，都是精巧而又准确的。`,
		imgurl: '/static/indexListImg/indexListImg7.png',
	},
	{
		id: 1007,
		name: '心里的烦恼',
		author: `海林`,
		synopsis: `世界上最重要的迪伦研究专家为鲍勃迪伦的福音时期提供了一个深入的辩解——从1979年到1981年，这段迪伦的福音时期一直广受争议（这本书出版的时间也恰逢迪伦的福音系列专辑套装版《The Bootleg Series》发行）。
海林通过观摩了一场又一场的演出和一个又一个时期，终于使得这一段黑暗不为人熟知的时期变得清晰起来，这也让人们可以相信，迪伦在70年代后期的作品几乎和60年代中期一样的重要。
这是摇滚修正主义的一个伟大作品。`,
		imgurl: '/static/indexListImg/indexListImg8.png',
	},
	{
		id: 1008,
		name: '梦到披头士',
		author: `谢菲尔德`,
		synopsis: `滚石杂志资深评论家谢菲尔德对过去的几十年里披头士乐队造成的影响进行了深入地探索，这是有史以来关于“the Fab Four（专门对披头士进行模仿的乐队）”最有创意和最有洞察力的书籍之一。
在这本书里我们还能读到乔治·哈里森1974年灾难性的单飞巡演，以及比吉斯兄弟关于胡椒军士的电影。谢菲尔德写道：“世界一直在梦想着披头士，即使他们自己在很久很久以前就认为他们的梦已经结束了。”`,
		imgurl: '/static/indexListImg/indexListImg9.png',
	},

	{
		id: 1009,
		name: '艺术的故事',
		author: `E.H贡布里希`,
		synopsis: `是有关艺术的书籍中最著名、最流行的著作之一。它概括地叙述了从最早的洞窟绘画到当今的实验艺术的发展历程，以阐明艺术史是“各种传统不断迂回、不断改变的历史，每一件作品在这历史中都既回顾过去又导向未来”。`,
		imgurl: '/static/indexListImg/indexListImg10.png',
	},
	{
		id: 1010,
		name: '詹森艺术史',
		author: `H.W.詹森`,
		synopsis: `《詹森艺术史》是2013年世界图书出版公司出版的图书，《詹森艺术史》是一部在学界和社会大众中很有影响的学术著作。在一次次新版中不断修订和补充新内容，引导读者思考和提出问题，把艺术史的学习、研究和提高人们的文化素质联系起来，鼓励和启发人们探究未知。`,
		imgurl: '/static/indexListImg/indexListImg11.png',
	},
	{
		id: 1011,
		name: '加德纳艺术通史',
		author: `弗雷德·S. 克莱纳 / 克里斯廷·J. 马米亚`,
		synopsis: `《加德纳艺术通史》遵循加德纳的基本框架，以“全景化”的视角来阐释艺术发展的主旨，内容从史前到20世纪的后现代主义艺术，涉及绘画、雕塑、建筑、设计、摄影及工艺美术等多个艺术门类，体现出权重平衡的整体观和客观性。`,
		imgurl: '/static/indexListImg/indexListImg12.png',
	},
	{
		id: 2001,
		name: '西游记',
		author: '吴承恩',
		synopsis:
		`《西游记》是中国古代第一部浪漫主义章回体长篇神魔小说。现存明刊百回本《西游记》均无作者署名。清代学者吴玉搢等首先提出《西游记》作者是明代吴承恩。这部小说以“唐僧取经”这一历史事件为蓝本，通过作者的艺术加工，深刻地描绘了当时的社会现实。全书主要描写了孙悟空出世及大闹天宫后，遇见了唐僧、猪八戒、沙僧和白龙马，西行取经，一路降妖伏魔，经历了九九八十一难，终于到达西天见到如来佛祖，最终五圣成真的故事。`,
		imgurl: '/static/Rebook/Rebook1.jpg',
	}
]
