export let sortResources = [{
		id: 1,
		text: "有声书",
		content: ['言情', '悬疑', '都市', '幻想', '武侠', '历史']
	},
	{
		id: 2,
		text: "畅销书",
		content: ['社科', '经管', '文学', '励志', '名著', '生活']
	},
	{
		id: 3,
		text: "儿童",
		content: ['故事', '儿童', '动画', '科普', '名著', '国学']
	},
	{
		id: 4,
		text: "相声评书",
		content: ['单田芳', '郭德纲', '热门相声', '单口相声', '名家评书', '新锐笑将']
	},
	{
		id: 5,
		text: "情感生活",
		content: ['美味故事', '伴你入眠', '我要恋爱', '两性婚姻', '心灵探秘', '情商修炼']
	},
	{
		id: 6,
		text: "人文",
		content: ['经典名著', '佛学心灵', '读书会', '诗词歌赋', '纪实档案', '名家讲座']
	},
	{
		id: 7,
		text: "历史",
		content: ['百家讲坛', '中国史', '世界史', '名人传', '侃野史', '春秋战国']
	},
	{
		id: 8,
		text: "国学书院",
		content: ['经典', '百家讲坛', '国史', '诗文', '诸子百家', '佛道']
	},
	{
		id: 9,
		text: "音乐",
		content: ['纯音乐', '老歌', '翻唱', '影视', '欧美', '古风']
	},
	{
		id: 10,
		text: "英语",
		content: ['口语', '教材', '考试', '少儿', '词汇', '职场']
	},
	{
		id: 11,
		text: "教育培训",
		content: ['名人演讲', '职业技能', '人际沟通', '心理调节', '家庭教育', '高效学习']
	},
	{
		id: 12,
		text: "健康养身",
		content: ['黄帝内经', '吃出健康', '我要减肥', '十月妈咪', '两性奥秘', '运动健身']
	},
	{
		id: 13,
		text: "广播剧",
		content: ['现代言情', '古代言情', '全年龄', '剧情歌', 'cv访谈与活动', '心灵早操']
	},
	{
		id: 14,
		text: "戏曲",
		content: ['戏曲大全', '华美京剧', '温婉越剧', '明快黄梅', '多彩泸剧', '典雅昆剧']
	}
]
